Repository: vipsv17/discord-bot
Catalog: redbot/cogs/reports/locales/*.po
Languages: pt_pt

source: Create user reports that server staff can respond to. Users can open reports using `[p]report`. These are then sent to a channel in the server for staff, and the report creator gets a DM. Both can be used to communicate.
pt_pt: Crie relatórios de usuário aos quais a equipe do servidor pode responder. Os usuários podem abrir relatórios usando [p]report. Esses relatórios são enviados para um canal no servidor destinado à equipe, e o criador do relatório recebe uma mensagem direta. Ambos podem ser usados para comunicação.

source: Manage Reports.
pt_pt: Gerir Reports.

source: Set the channel where reports will be sent.
pt_pt: Definir o canal onde os reports serão enviados.

source: The report channel has been set.
pt_pt: O canal de reports foi definido.

source: Enable or disable reporting for this server.
pt_pt: Ative ou desative os reports para este servidor.

source: Reporting is now enabled
pt_pt: Os reports estão habilitados

source: Reporting is now disabled.
pt_pt: Os reports estão desativados.

source: You took too long to select. Try again later.
pt_pt: Demoraste muito a selecionar. Tenta novamente mais tarde.

source: That wasn't a valid choice.
pt_pt: Essa não era uma escolha válida.

source: Report from {author}{maybe_nick}
pt_pt: Report de {author}{maybe_nick}

source: Report from {author.mention} (Ticket #{number})
pt_pt: Report de {author.mention} (Ticket #{number})

source: Send a report. Use without arguments for interactive reporting, or do `[p]report [text]` to use it non-interactively.
pt_pt: Envie um report. Não use argumentos para report interativos, ou faça `[p]relatório [text]` para usá-lo não-interativamente.

source: Select a server to make a report in by number.
pt_pt: Selecione um servidor para reportar por número.

source: Reporting has not been enabled for this server
pt_pt: Os reports não foram habilitados para este servidor

source: You've sent too many reports recently. Please contact a server admin if this is important matter, or please wait and try again later.
pt_pt: Enviaste muitos reports recentemente. Entra em contacto com um administrador do servidor se este é um assunto importante, ou por favor aguarde e tente novamente mais tarde.

source: Please finish making your prior report before trying to make an additional one!
pt_pt: Termina de fazer o teu report anterior antes de tentar fazer um adicional!

source: Please respond to this message with your Report. Your report should be a single message
pt_pt: Por favor, responde a esta mensagem com o teu report. O report deve ser uma única mensagem

source: This requires DMs enabled.
pt_pt: Isto requer que mensagens diretas sejam ativadas.

source: You took too long. Try again later.
pt_pt: Demoraste muito. Tenta novamente mais tarde.

source: This server has no reports channel set up. Please contact a server admin.
pt_pt: Este servidor não possui nenhum canal de relatórios configurado. Por favor, contacte um administrador do servidor.

source: There was an error sending your report, please contact a server admin.
pt_pt: Ocorreu um erro ao enviar o report, entre em contacto com um administrador do servidor.

source: Your report was submitted. (Ticket #{})
pt_pt: O teu report foi submetido. (Ticket #{})

source: {closer} has closed the correspondence
pt_pt: {closer} fechou a correspondência

source: Re: ticket# {ticket_number} in {guild.name}
pt_pt: Re: ticket# {ticket_number} em {guild.name}

source: Correspondence about ticket# {ticket_number} in {guild.name} has been ended due to reports being disabled in that server.
pt_pt: Correspondência sobre ticket# {ticket_number} no {guild.name} foi encerrada devido a relatórios estarem desativados nesse servidor.

source: Open a message tunnel. This tunnel will forward things you say in this channel or thread to the ticket opener's direct messages. Tunnels do not persist across bot restarts.
pt_pt: Abra um túnel de mensagens. Este túnel irá encaminhar o que disseres neste canal ou tópico para as mensagens diretas do autor do ticket. Os túneis não persistem através de reinicializações do bot.

source: That ticket doesn't seem to exist
pt_pt: Parece que esse ticket não existe

source: That user isn't here anymore.
pt_pt: Esse utilizador já não está aqui.

source: Either you or the user you are trying to reach already has an open communication.
pt_pt: Ou tu ou o usuário que você estás a tentar acessar já possui uma comunicação aberta.

source: Anything you say or upload here (8MB file size limitation on uploads) will be forwarded to them until the communication is closed. You can close a communication at any point by reacting with the ❎ to the last message received. Any message successfully forwarded will be marked with ✅. Tunnels are not persistent across bot restarts.
pt_pt: Tudo o que disseres ou enviar aqui (com um limite de tamanho de ficheiro de 8MB) será encaminhado para eles até que a comunicação seja fechada. Podes fechar a comunicação a qualquer momento reagindo com ❎ à última mensagem recebida. Qualquer mensagem encaminhada com sucesso será marcada com ✅. Os túneis não persistem através de reinícios do bot.

source: A moderator in the server `{guild.name}` has opened a 2-way communication about ticket number {ticket_number}.
pt_pt: Um moderador no servidor `{guild.name}` abriu uma comunicação de 2 vias sobre o número de ticket {ticket_number}.

source: That user has DMs disabled.
pt_pt: Esse utilizador tem mensagens diretas desabilitadas.

source: You have opened a 2-way communication about ticket number {ticket_number}.
pt_pt: Abriste uma comunicação de duas vias sobre o ticket {ticket_number}.
