Repository: vipsv17/discord-bot
Catalog: redbot/cogs/admin/locales/*.po
Languages: ja_jp, uk_ua

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
ja_jp: 私はDiscordが許可を拒否した何かをしようとしました。あなたのコマンドは正常に完了できませんでした。
uk_ua: Я намагався зробити щось, на що Discord відмовив мені в дозволі. Вашу команду не вдалося успішно виконати.

source: I can not give {role.name} to {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
ja_jp: {role.name} を {member.display_name} に与えることはできません。その役職は、私より権限が上であるためです。
uk_ua: Я не можу надати роль {role.name} {member.display_name}, тому що ця роль є вищою за мою найвищу роль.

source: I can not remove {role.name} from {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
ja_jp: {role.name}から{member.display_name}ロールはあなたと同じかあなたよりも権限が上なので削除できません。
uk_ua: Я не можу прибрати {role.name} у {member.display_name}, тому що ця роль є вищою за мою найвищу роль.

source: I can not edit {role.name} because that role is higher than my or equal to highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} を編集できません。
uk_ua: Я не можу змінити {role.name}, тому що ця роль є вищою ніж моя найвища роль.

source: I can not let you give {role.name} to {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} を {member.display_name} に付与することはできません。
uk_ua: Я не можу надати {role.name} {member.display_name}, тому що ця роль вища за вашу найвищу роль.

source: I can not let you remove {role.name} from {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} を {member.display_name} から削除することはできません。
uk_ua: Я не можу прибрати {role.name} у {member.display_name}, тому що ця роль є вищою за вашу найвищу роль.

source: I can not let you edit {role.name} because that role is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} の編集はできません。
uk_ua: Я неможу дозволити вам редагувати {role.name}, тому що ця роль вища за вашу найвищу роль.

source: I need the "Manage Roles" permission to do that.
ja_jp: これを行うには"役割の管理"の権限が必要です
uk_ua: Мені потрібен дозвіл "Керувати ролями", щоб це зробити.

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
ja_jp: すでにアナウンスしています。別のお知らせをしたい場合は先に `{prefix}announce cancel`を使用してください。
uk_ua: Я вже щось оголошую. Якщо ви хочете зробити інше оголошення, будь ласка, спочатку використайте '{prefix}announce cancel`.

source: A collection of server administration utilities.
ja_jp: サーバー管理ユーティリティのコレクション
uk_ua: Колекція утилітів адміністрації сервера.

source: {member.display_name} already has the role {role.name}.
ja_jp: {member.display_name}はすでにロール{role.name}を持っています。
uk_ua: {member.display_name} вже має роль {role.name}.

source: I successfully added {role.name} to {member.display_name}
ja_jp: {role.name} を {member.display_name} に正常に追加しました
uk_ua: Успішно додав(ла) {role.name} до {member.display_name}

source: {member.display_name} does not have the role {role.name}.
ja_jp: {member.display_name} にはロール {role.name} がありません。
uk_ua: {member.display_name} не має ролі {role.name}.

source: I successfully removed {role.name} from {member.display_name}
ja_jp: {role.name} を {member.display_name} から正常に削除しました
uk_ua: Я успішно прибрав(ла) {role.name} у {member.display_name}

source: Add a role to a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
ja_jp: ユーザーにロールを追加します。 ロールにスペースが含まれる場合は二重引用符を使用します。 ユーザーを空白のままにすると、デフォルトでコマンドの作成者になります。
uk_ua: Додати роль до користувача Використовуйте подвійні лапки, якщо роль має пробіли. Якщо користувач не буде вказаним, то за замовчуванням роль буде надана автору команди.

source: Remove a role from a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
ja_jp: ユーザーからロールを削除します。 ロールにスペースが含まれる場合は二重引用符を使用します。 ユーザーを空白のままにすると、デフォルトでコマンドの作成者になります。
uk_ua: Додати роль до користувача Використовуйте подвійні лапки, якщо роль має пробіли. Якщо користувач не буде вказаним, то за замовчуванням роль буде надана автору команди.

source: Edit role settings.
ja_jp: ロール編集設定
uk_ua: Зміна налаштувань ролі.

source: Edit a role's colour. Use double quotes if the role contains spaces. Colour must be in hexadecimal format. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Examples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
ja_jp: ロールの色を編集します。 役割にスペースが含まれる場合は二重引用符を使用します。 色は 16 進形式である必要があります。 [オンラインカラーピッカー](http://www.w3schools.com/colors/colors_picker.asp) 例： `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`

source: {author} ({author.id}) changed the colour of role '{role.name}'
ja_jp: {author} ({author.id}) がロール「{role.name}」の色を変更しました
uk_ua: {author} ({author.id}) змінив колір ролі '{role.name}'

source: Done.
ja_jp: 完了
uk_ua: Готово.

source: Edit a role's name. Use double quotes if the role or the name contain spaces. Example: `[p]editrole name "The Transistor" Test`
ja_jp: 役割の名前を編集します。 ロールまたは名前にスペースが含まれる場合は、二重引用符を使用します。 例： `[p]editrole name "The Transistor" Test`

source: {author} ({author.id}) changed the name of role '{old_name}' to '{name}'
ja_jp: {author} ({author.id}) がロール名「{old_name}」を「{name}」に変更しました
uk_ua: {author} ({author.id}) змінив ім'я ролі '{old_name}' на '{name}'

source: Announce a message to all servers the bot is in.
ja_jp: ボットが参加しているすべてのサーバーにメッセージをアナウンスする
uk_ua: Оголосити повідомлення в усіх серверах, де знаходиться бот.

source: The announcement has begun.
ja_jp: アナウンスを開始しました
uk_ua: Оголошення почалося.

source: Cancel a running announce.
ja_jp: 実行中のアナウンスをキャンセル
uk_ua: Відмінити запущене оголошення.

source: There is no currently running announcement.
ja_jp: 現在実行中のアナウンスはありません
uk_ua: На даний момент немає оголошення.

source: The current announcement has been cancelled.
ja_jp: 現在のアナウンスがキャンセルされました
uk_ua: Поточне оголошення було скасовано.

source: Change how announcements are sent in this guild.
ja_jp: このギルドでのアナウンスの送信方法を変更します
uk_ua: Змінити спосіб надсилання оголошень у цю спільноту.

source: Change the channel where the bot will send announcements.
ja_jp: Botがアナウンスを送信するチャンネルを変更します
uk_ua: Змініть канал, в якому бот буде надсилати оголошення.

source: The announcement channel has been set to {channel.mention}
ja_jp: アナウンスチャンネルが{channel.mention}に設定されました
uk_ua: Канал для оголошень встановлений до {channel.mention}

source: Unsets the channel for announcements.
ja_jp: アナウンスのチャンネルを解除します
uk_ua: Прибирає канал для оголошень.

source: Add or remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ja_jp: 自分自身にロールを追加または削除します。 サーバー管理者は、ロールをユーザー設定可能として構成しておく必要があります。 注: ロールでは大文字と小文字が区別されます。
uk_ua: Додайте чи приберіть собі селф-ролі Адміністратори серверу повинні були налаштувати роль як "користувацьку" ПОМІТКА: Ролі чутливі до реєстру

source: Add a selfrole to yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ja_jp: 自分自身にロールを追加します。 サーバー管理者は、ロールをユーザー設定可能として構成しておく必要があります。 注: ロールでは大文字と小文字が区別されます。

source: Remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ja_jp: 自分自身からロールを削除します。 サーバー管理者は、ロールをユーザー設定可能として構成しておく必要があります。 注: ロールでは大文字と小文字が区別されます。

source: Lists all available selfroles.
ja_jp: 利用可能なすべてのロールをリストします。
uk_ua: Перераховує усі доступні селф-ролі.

source: Available Selfroles: {selfroles}
ja_jp: 利用可能なセルフロール： {selfroles}
uk_ua: Доступні селф-ролі: {selfroles}

source: Manage selfroles.
ja_jp: セルフロールの管理
uk_ua: Керувати селф-ролями.

source: Add a role, or a selection of roles, to the list of available selfroles. NOTE: The role is case sensitive!
ja_jp: 使用可能なセルフロールのリストからロールを削除します。 注：役割では大文字と小文字が区別されます！

source: I cannot let you add {role.name} as a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} をセルフロールとして追加することはできません。
uk_ua: Я не можу дозволити вам додати {role.name} як селф-роль, бо ця роль є вищою за вашу найвищу роль.

source: The role "{role.name}" is already a selfrole.
ja_jp: "{role.name}"はすでにセルフロールです。
uk_ua: Роль "{role.name}" вже є селф-роллю.

source: Added {count} selfroles.
ja_jp: {count} 個のセルフロールを追加しました。
uk_ua: Додано {count} селф-ролей.

source: Added 1 selfrole.
ja_jp: セルフロールを 1 つ追加しました。
uk_ua: Додано 1 селф-роль.

source: Remove a role, or a selection of roles, from the list of available selfroles. NOTE: The role is case sensitive!
ja_jp: 利用可能なセルフロールのリストからロールまたは選択されたロールを削除します。 注意: ロールは大文字と小文字を区別します。

source: I cannot let you remove {role.name} from being a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: そのロールは Discord の階層内で私のロールよりも上位か、最上位のロールと同等であるため、{role.name} をセルフロールから除外することはできません。
uk_ua: Я не можу дозволити вам прибрати {role.name} зі списку селф-ролей, бо ця роль є вищою за вашу найвищу роль.

source: Removed {count} selfroles.
ja_jp: {count} 個のセルフロールを削除しました。
uk_ua: Вилучено {count} селф-ролей.

source: Removed 1 selfrole.
ja_jp: セルフロールを 1 つ削除しました。
uk_ua: Прибрано 1 селф-роль.

source: Clear the list of available selfroles for this server.
ja_jp: このサーバーで利用可能なセルフロールのリストをクリアします。
uk_ua: Очистити список доступних селф-ролей для цього сервера.

source: There are currently no selfroles.
ja_jp: 現在セルフロールはありません。
uk_ua: Наразі немає селф-ролей.

source: Are you sure you want to clear this server's selfrole list?
ja_jp: このサーバーのセルフロールリストをクリアしてもよろしいですか？
uk_ua: Ви впевнені, що хочете очистити список селф-ролей цього сервера?

source: You took too long to respond.
ja_jp: 応答に時間がかかりすぎました。
uk_ua: Ви зайняли занадто довго часу, щоб відповісти.

source: I cannot clear the selfroles because the selfrole '{role.name}' is higher than or equal to your highest role in the Discord hierarchy.
ja_jp: セルフロール '{role.name}' がDiscordの階層におけるあなたの最高の役割以上であるため、セルフロールをクリアすることはできません。
uk_ua: Я не можу прибрати селф-ролі, тому що селф-роль '{role.name}' вища аніж усі ваші ролі.

source: Selfrole list cleared.
ja_jp: セルフロールリストをクリアしました。
uk_ua: Список з селф-ролями був очищений.

source: No changes have been made.
ja_jp: 変更はありません。

source: Lock a bot to its current servers only.
ja_jp: Botを現在のサーバーにのみロックします。

source: The bot is no longer serverlocked.
ja_jp: Botはもうサーバーロックされていません。

source: The bot is now serverlocked.
ja_jp: Botはサーバーロックされました。

source: I could not announce to the following server:
ja_jp: 以下のサーバーに通知できませんでした：
uk_ua: Не вдалося зробити оголошення у наступній спільноті:

source: I could not announce to the following servers:
ja_jp: 以下のサーバーに通知できませんでした：
uk_ua: Не вдалося зробити оголошення у наступних спільнотах:

source: The Admin cog is not loaded.
ja_jp: 管理者コグがロードされていません。
uk_ua: Адмін-ког не завантажено.

source: The role "{role_name}" is not a valid selfrole.
ja_jp: "{role_name}" は有効な自己ロールではありません。
uk_ua: Роль "{role_name}" не є дійсною селф-роллю.

source: This selfrole has more than one case insensitive match. Please ask a moderator to resolve the ambiguity, or use the role ID to reference the role.
ja_jp: このセルフロールには複数の大文字小文字を区別しない一致があります。 曖昧さを解決するためにモデレータに尋ねるか、ロールIDを使用してロールを参照してください。
uk_ua: Ця селф-роль має більше ніж один збіг. Будь ласка, попросіть модератора вирішити цю неоднозначність, або використайте ID ролі для уточнення ролі.
