Repository: vipsv17/discord-bot
Catalog: redbot/cogs/alias/locales/*.po
Languages: nl_nl, pt_pt

source: Create aliases for commands. Aliases are alternative names/shortcuts for commands. They can act as both a lambda (storing arguments for repeated use) or as simply a shortcut to saying "x y z". When run, aliases will accept any additional arguments and append them to the stored alias.
pt_pt: Criar aliases para comandos. Aliases são nomes alternativos/atalhos para comandos. Eles podem atuar tanto como um lambda (armazenando argumentos para uso repetido) quanto como um simples atalho para dizer "x y z". Ao serem executados, aliases aceitarão quaisquer argumentos adicionais e os anexarão ao alias armazenado.

source: Page {page}/{total}
nl_nl: Pagina {page}/{total}
pt_pt: Página {page}/{total}

source: Manage command aliases.
nl_nl: Beheer commandaliassen.
pt_pt: Gerencie aliases de comando.

source: Manage global aliases.
nl_nl: Beheer globale aliassen.
pt_pt: Gerir aliases globais.

source: Add an alias for a command.
nl_nl: Voeg een alias toe voor een opdracht.
pt_pt: Adicione um alias para um comando.

source: You attempted to create a new alias with the name {name} but that name is already a command on this bot.
nl_nl: Je hebt geprobeerd een nieuwe alias te maken met de naam {name}, maar die naam is al een opdracht voor deze bot.
pt_pt: Tentou criar um novo alias com o nome {name}, mas esse nome já é um comando neste bot.

source: You attempted to create a new alias with the name {name} but that alias already exists.
nl_nl: Je hebt geprobeerd een nieuwe alias te maken met de naam {name}, maar die alias bestaat al op deze server.
pt_pt: Tentou criar um novo alias com o nome {name}, mas esse alias já existe.

source: You attempted to create a new alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
nl_nl: Je hebt geprobeerd een nieuwe alias te maken met de naam {name}, maar die naam is een ongeldige aliasnaam. Aliasnamen mogen geen spaties bevatten.
pt_pt: Tentou criar um novo alias com o nome {name}, mas esse nome é um alias inválido. Os nomes alternativos não podem conter espaços.

source: You attempted to create a new alias for a command that doesn't exist.
nl_nl: Je hebt geprobeerd een nieuwe alias te maken voor een commando dat niet bestaat.
pt_pt: Tentou criar um novo alias para um comando que não existe.

source: A new alias with the trigger `{name}` has been created.
nl_nl: Er is een nieuwe alias gemaakt met de trigger `{name}`.
pt_pt: Um novo alias com o nome `{name}` foi criado.

source: Add a global alias for a command.
nl_nl: Voeg een globale alias toe voor een opdracht.
pt_pt: Adicione um alias global para um comando.

source: You attempted to create a new global alias with the name {name} but that name is already a command on this bot.
nl_nl: Je hebt geprobeerd om een ​​nieuwe globale alias te maken met de naam {name}, maar die naam is al een opdracht op deze bot.
pt_pt: Tentou criar um novo alias global com o nome {name}, mas esse nome já é um comando do bot.

source: You attempted to create a new global alias with the name {name} but that alias already exists.
nl_nl: Je hebt geprobeerd een nieuwe globale alias te maken met de naam {name}, maar die alias bestaat al.
pt_pt: Tentou criar um novo alias global com o nome {name}, mas esse alias já existe.

source: You attempted to create a new global alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
nl_nl: Je hebt geprobeerd een nieuwe algemene alias te maken met de naam {name}, maar die naam is een ongeldige aliasnaam. Aliasnamen mogen geen spaties bevatten.
pt_pt: Tentou criar um novo alias global com o nome {name}, mas esse nome é um alias inválido. Os nomes alternativos não podem conter espaços.

source: A new global alias with the trigger `{name}` has been created.
nl_nl: Er is een nieuwe globale alias gemaakt met de trigger `{name}`.
pt_pt: Um novo alias global com o nome `{name}` foi criado.

source: Edit an existing alias in this server.
pt_pt: Edite um alias existente neste servidor.

source: The alias with the name {name} does not exist.
pt_pt: O alias com o nome {name} não existe.

source: You attempted to edit an alias to a command that doesn't exist.
pt_pt: Tentou editar um alias para um comando que não existe.

source: The alias with the trigger `{name}` has been edited successfully.
pt_pt: O alias com a ação `{name}` foi editado com sucesso.

source: Alias with the name `{name}` was not found.
pt_pt: O alias com o nome `{name}` não foi encontrado.

source: Edit an existing global alias.
pt_pt: Editar um alias global existente.

source: Try to execute help for the base command of the alias.
nl_nl: Probeer hulp uit te voeren voor de basisopdracht van de alias.
pt_pt: Tente executar a ajuda para o comando base do alias.

source: No such alias exists.
nl_nl: Deze alias bestaat niet.
pt_pt: Esse alias não existe.

source: Show what command the alias executes.
nl_nl: Laat zien welk commando de alias uitvoert.
pt_pt: Mostrar qual comando o alias executa.

source: The `{alias_name}` alias will execute the command `{command}`
nl_nl: De `{alias_name}` alias voert het commando `{command}` uit
pt_pt: O alias `{alias_name}` executará o comando `{command}`

source: There is no alias with the name `{name}`
nl_nl: Er is geen alias met de naam'{name}'
pt_pt: Não há nenhum alias com o nome `{name}`

source: Delete an existing alias on this server.
nl_nl: Verwijder een bestaande alias op deze server.
pt_pt: Apagar um alias existente neste servidor.

source: There are no aliases on this server.
nl_nl: Er zijn geen aliases in deze server.
pt_pt: Não há nenhum alias neste servidor.

source: Alias with the name `{name}` was successfully deleted.
nl_nl: Alias ​​met de naam `{name}` is succesvol verwijderd.
pt_pt: O alias com o nome `{name}` foi excluído com sucesso.

source: Alias with name `{name}` was not found.
nl_nl: Alias ​​met naam `{name}` is niet gevonden.
pt_pt: O alias com o nome `{name}` não foi encontrado.

source: Delete an existing global alias.
nl_nl: Een bestaande globale alias verwijderen.
pt_pt: Apagar um alias global existente.

source: There are no global aliases on this bot.
nl_nl: Er zijn geen globale aliassen op deze bot.
pt_pt: Não há nenhum alias globais neste bot.

source: List the available aliases on this server.
nl_nl: Maak een lijst van de beschikbare aliassen op deze server.
pt_pt: Lista os alias disponíveis neste servidor.

source: List the available global aliases on this bot.
nl_nl: Maak een lijst van de beschikbare globale aliassen op deze bot.
pt_pt: Listar os alias globais disponíveis neste bot.

source: There are no global aliases.
nl_nl: Er zijn geen globale aliassen.
pt_pt: Não existem alias globais.

source: Arguments must be specified with a number.
nl_nl: Argumenten moeten worden gespecificeerd met een getal.
pt_pt: Os argumentos devem ser especificados com um número.

source: Arguments must be sequential. Missing arguments:
nl_nl: Argumenten moeten sequentieel zijn. Ontbrekende argumenten:
pt_pt: Os argumentos devem ser sequenciais. Faltam argumentos:

source: Aliases:
nl_nl: Aliassen:
