Repository: vipsv17/discord-bot
Catalog: redbot/cogs/customcom/locales/*.po
Languages: pt_pt

source: Welcome to the interactive random {cc} maker! Every message you send will be added as one of the random responses to choose from once this {cc} is triggered. To exit this interactive menu, type `{quit}`
pt_pt: Bem-vindo ao criador aleatório interativo de {cc}! Cada mensagem que envia será adicionada como uma das respostas aleatórias a serem escolhidas quando este {cc} for ativado. Para sair deste menu interativo, digite `{quit}`

source: Add a random response:
pt_pt: Adicionar uma resposta aleatória:

source: The text response you're trying to create has more than 2000 characters. I cannot send messages that are longer than 2000 characters, please try again.
pt_pt: A resposta aleatória que está a tentar criar tem mais de 2000 caracteres. Não posso enviar mensagens com mais de 2000 caracteres, por favor, tente novamente.

source: Random responses must take the same arguments!
pt_pt: As respostas aleatórias devem ter os mesmos argumentos!

source: Do you want to create a 'randomized' custom command?
pt_pt: Queres criar um comando personalizado 'anatomizado'?

source: Response timed out, please try again later.
pt_pt: A resposta expirou. Por favor, tenta novamente mais tarde.

source: What response do you want?
pt_pt: Qual resposta desejas?

source: This cog contains commands for creating and managing custom commands that display text. These are useful for storing information members might need, like FAQ answers or invite links. Custom commands can be used by anyone by default, so be careful with pings. Commands can only be lowercase, and will not respond to any uppercase letters.
pt_pt: Este módulo contém comandos para criar e gerenciar comandos personalizados que exibem texto. Eles são úteis para armazenar informações que os membros possam precisar, como respostas para perguntas frequentes ou links de convite. Comandos personalizados podem ser usados por qualquer pessoa por padrão, então tenha cuidado com menções. Os comandos só podem ser em minúsculas e não responderão a letras maiúsculas.

source: Base command for Custom Commands management.
pt_pt: Comando base para gerenciamento de comandos personalizados.

source: Response #{num}/{total}
pt_pt: Resposta #{num}/{total}

source: Response #{num}/{total}: {raw}
pt_pt: Resposta #{num}/{total}: {raw}

source: No close matches were found.
pt_pt: Nenhuma partida fechada foi encontrada.

source: Search results
pt_pt: Resultados da pesquisa

source: The following matches have been found:
pt_pt: As seguintes partidas foram encontradas:

source: Custom command names cannot have spaces in them.
pt_pt: Nomes de comandos personalizados não podem ter espaços neles.

source: There already exists a bot command with the same name.
pt_pt: Já existe um comando de bot com o mesmo nome.

source: Custom command process cancelled.
pt_pt: Processo de comando personalizado cancelado.

source: Custom command successfully added.
pt_pt: Comando personalizado adicionado com sucesso.

source: This command already exists. Use `{command}` to edit it.
pt_pt: Este comando já existe. Use `{command}` para editá-lo.

source: That command doesn't exist.
pt_pt: Esse comando não existe.

source: A {} may call this command every {} seconds
pt_pt: Um {} pode chamar este comando a cada {} segundos

source: This command has no cooldown.
pt_pt: Este comando não tem tempo de espera.

source: {} must be one of {}
pt_pt: {} deve ser um dos {}

source: Custom command cooldown successfully edited.
pt_pt: Tempo de recarga do comando personalizado editado com sucesso.

source: That command doesn't exist. Use `{command}` to add it.
pt_pt: Esse comando não existe. Use `{command}` para adicioná-lo.

source: Custom command successfully deleted.
pt_pt: Comando personalizado excluído com sucesso.

source: Custom command successfully edited.
pt_pt: Comando personalizado editado com sucesso.

source: There are no custom commands in this server. Use `{command}` to start adding some.
pt_pt: Não há nenhum comando personalizado neste servidor. Use `{command}` para começar a adicionar alguns.

source: Custom Command List
pt_pt: Lista de comandos personalizados

source: Page {num}/{total}
pt_pt: Página {num}/{total}

source: Shows a custom command's responses and its settings. **Arguments:** - `<command_name>` The custom command to show.
pt_pt: Mostra respostas de um comando personalizado e as suas configurações. **Argumentos:** - `<command_name>` O comando personalizado a ser exibido.

source: I could not not find that custom command.
pt_pt: Eu não consegui encontrar esse comando personalizado.

source: Deleted User
pt_pt: Utilizador eliminado

source: Random
pt_pt: Aleatório

source: Command: {command_name} Author: {author} Created: {created_at} Type: {type}
pt_pt: Comando: {command_name} Autor: {author} Criado: {created_at} Tipo: {type}

source: {num} seconds per {period}
pt_pt: {num} segundos por {period}

source: Responses:
pt_pt: Respostas:

source: Too many arguments!
pt_pt: Demasiados argumentos!

source: Arguments must be sequential. Missing arguments:
pt_pt: Os argumentos devem ser sequenciais. Faltam argumentos:

source: Conflicting colon notation for argument {index}: "{name1}" and "{name2}".
pt_pt: Notação de pontos em conflito para o argumento {index}: "{name1}" e "{name2}".
