Repository: vipsv17/discord-bot
Catalog: redbot/core/commands/locales/*.po
Languages: bg_bg, fr_fr, ru_ru, uk_ua

source: `{unit}` is not a valid unit of time for this command
bg_bg: `{unit}` не е валидна единица за време на тази команда
fr_fr: `{unit}` n'est pas une unité de temps valide pour cette commande
ru_ru: `{unit}` не является допустимой единицей времени для этой команды
uk_ua: `{unit}` не є припустимою одиницею часу для цієї команди

source: The time set is way too high, consider setting something reasonable.
bg_bg: Зададеното време е твърде високо, помислете за настройка на нещо разумно.
fr_fr: Le temps fixé est beaucoup trop élevé, envisager de configurer quelque chose de raisonnable.
ru_ru: Установленное время слишком велико, подумайте о том, чтобы установить что-то разумное.
uk_ua: Набір часу є зависоким, слід задати щось розумне.

source: This amount of time is too large for this command. (Maximum: {maximum})
bg_bg: Този период от време е твърде голям за тази команда. (Максимум: {maximum})
fr_fr: Ce temps est trop grand pour cette commande. (Maximum : {maximum})
ru_ru: Данное количество времени слишком длинное для этой команды. (Максимум: {maximum})
uk_ua: Цей час завеликий для цієї команди. (Максимум: {maximum})

source: 0 seconds
ru_ru: 0 секунд
uk_ua: 0 секунд

source: This amount of time is too small for this command. (Minimum: {minimum})
bg_bg: Този период от време е твърде малък за тази команда. (Минимум: {minimum})
fr_fr: Ce temps est trop petit pour cette commande. (Minimum : {minimum})
ru_ru: Количество времени слишком маленькое для этой команды. (Минимум: {minimum})
uk_ua: Цей проміжок часу занадто малий для цієї команди. (Мінімум: {minimum})

source: '{input}' doesn't look like a valid user ID.
bg_bg: „{input}“ не изглежда като валиден потребителски идентификатор.
fr_fr: '{input}' ne ressemble pas à un identifiant d'utilisateur valide.
ru_ru: '{input}' не похож на допустимый ID пользователя.
uk_ua: '{input}' не схоже на дійсний ID користувача.

source: `{arg}` is not a number.
fr_fr: `{arg}` n'est pas un nombre.
ru_ru: `{arg}` не является числом.
uk_ua: `{arg}` не є числом.

source: `{arg}` is not a finite number.
fr_fr: `{arg}` n'est pas un nombre fini.
ru_ru: `{arg}` не является конечным числом.
uk_ua: `{arg}` не є скінченним числом.

source: Missing a key or value.
fr_fr: Une clé ou une valeur est manquante.
ru_ru: Отсутствует ключ или значение.
uk_ua: Відсутній ключ або значення.

source: Unexpected key `{key}`.
fr_fr: Clé inattendue `{key}`.
ru_ru: Неожиданный ключ `{key}`.
uk_ua: Неочікуваний ключ `{key}`.

source: Command "{arg}" not found.
bg_bg: Командата "{arg}" не е намерена.
fr_fr: Commande "{arg}" non trouvée.
ru_ru: Команда "{arg}" не найдена.
uk_ua: Команда "{arg}" не знайдена.

source: Cog "{arg}" not found.
bg_bg: Cog "{arg}" не е намерен.
fr_fr: Cog "{arg}" non trouvé.
ru_ru: Cog "{arg}" не найден.
uk_ua: Ког "{arg}" не знайдено.

source: No
bg_bg: Не
fr_fr: Non
ru_ru: Нет
uk_ua: Ні

source: Yes
bg_bg: Да
fr_fr: Oui
ru_ru: Да
uk_ua: Так

source: Disabled
bg_bg: Деактивирано
fr_fr: Désactivé
ru_ru: Отключено
uk_ua: Вимкнено

source: Custom Tagline: {tag}
bg_bg: Персонализиран мотив: {tag}
fr_fr: Tagline personnalisée: {tag}
ru_ru: Пользовательский Теглайн: {tag}

source: Yes, reactions
fr_fr: Oui, les réactions
ru_ru: Да, реакции
uk_ua: Так, реакції

source: Yes, buttons
fr_fr: Oui, boutons
ru_ru: Да, кнопки
uk_ua: Так, кнопки

source: Yes, buttons with select menu
fr_fr: Oui, les boutons avec le menu de sélection
ru_ru: Да, кнопки с меню выбора
uk_ua: Так, кнопки з меню вибору

source: Yes, select menu only
fr_fr: Oui, sélectionner le menu uniquement
ru_ru: Да, только меню выбора
uk_ua: Так, лише меню вибору

source: Maximum characters per page: {page_char_limit} Maximum pages per guild (only used if menus are not used): {max_pages_in_guild} Help is a menu: {use_menus} Help shows hidden commands: {show_hidden} Help shows commands aliases: {show_aliases} Help only shows commands which can be used: {verify_checks} Help shows unusable commands when asked directly: {verify_exists} Delete delay: {delete_delay} React with a checkmark when help is sent via DM: {use_tick} Reaction timeout (only used if menus are used): {react_timeout} seconds{tagline_info}
bg_bg: Максимален брой знаци на страница: {page_char_limit} Максимален брой страници на гилдия (използва се само ако не се използват менюта): {max_pages_in_guild} Помощта е меню: {use_menus} Помощта показва скрити команди: {show_hidden} Помощта показва псевдоними на команди: {show_aliases} Помощта показва само команди, които могат да се използват: {verify_checks} Помощта показва неизползваеми команди, когато бъдат запитани директно: {verify_exists} Закъснение за изтриване: {delete_delay} Реагирайте с отметка, когато се изпрати помощ чрез DM: {use_tick} Време за изчакване на реакция (използва се само ако се използват менюта): {react_timeout} секунди{tagline_info}
fr_fr: Caractères maximum par page : {page_char_limit} Nombre maximum de pages par guilde (utilisé uniquement si les menus ne sont pas utilisés) : {max_pages_in_guild} L'aide est un menu : {use_menus} L'aide montre les commandes cachées : {show_hidden} L'aide montre les alias des commandes : {show_aliases} L'aide ne montre que les commandes qui peuvent être utilisées : {verify_checks} L'aide montre les commandes inutilisables lorsqu'on lui demande directement : {verify_exists} Délai de suppression : {delete_delay} Réagir avec une coche lorsque l'aide est envoyée par MP : {use_tick} Délai de réaction (utilisé uniquement si des menus sont utilisés) : {react_timeout} seconds{tagline_info}
ru_ru: Максимальное количество символов на странице: {page_char_limit} Максимальное количество страниц на один сервер: (только если меню не используется): {max_pages_in_guild} Помощь - меню: {use_menus} Помощь показывает скрытые команды: {show_hidden} Помощь показывает алиасы команд: {show_aliases} Справка показывает только команды, которые могут быть использованы: {verify_checks} Справка показывает неиспользуемые команды при запросе напрямую: {verify_exists} Удалить задержку: {delete_delay} Ставить реакцию галочки, когда помощь отправляется в ЛС: {use_tick} Тайм-аут реакции (только если меню используется): {react_timeout} секунд{tagline_info}

source: Type {command1} for more info on a command. You can also type {command2} for more info on a category.
bg_bg: Въведете {command1} за повече информация относно дадена команда. Можете също да въведете {command2} за повече информация относно категория.
fr_fr: Tapez {command1} pour plus d'informations sur une commande. Vous pouvez aussi taper {command2} pour plus d'informations sur une catégorie.
ru_ru: Напишите {command1} для большей информации о команде. Вы также можете написать {command2} для большей информации о категории.
uk_ua: Введіть {command1} для інформації про команду. Також ви можете ввести {command2} для більш детальної інформації про категорію.

source: Syntax:
ru_ru: Синтаксис:
uk_ua: Синтаксис:

source: Aliases
bg_bg: Псевдоними
fr_fr: Alias
ru_ru: Псевдонимы
uk_ua: Псевдоніми

source: Alias
bg_bg: Псевдоним
ru_ru: Псевдоним
uk_ua: Псевдонім

source: {aliases} and {number} more aliases.
bg_bg: {aliases} и {number} са псевдоними.
fr_fr: {aliases} et {number} plus d'alias.
ru_ru: {aliases} и {number} псевдонимов.
uk_ua: {aliases} та {number} більше псевдонімів.

source: {aliases} and one more alias.
bg_bg: {aliases} и още един псевдиним.
fr_fr: {aliases} et un autre alias.
ru_ru: {aliases} и еще один псевдоним.
uk_ua: {aliases} та ще один псевдонім.

source: Subcommands:
bg_bg: Подкоманди:
fr_fr: Sous-commandes:
ru_ru: Подкоманды:
uk_ua: Підкоманди:

source: (continued)
bg_bg: (продължение)
fr_fr: (suite)
ru_ru: (Продолжение)
uk_ua: (продовжено)

source: {ctx.me.display_name} Help Menu
bg_bg: {ctx.me.display_name} Помощно Меню
fr_fr: {ctx.me.display_name} Menu Aide
ru_ru: Меню помощи {ctx.me.display_name}
uk_ua: Меню довідки {ctx.me.display_name}

source: *Page {page_num} of {page_count}* {content_description}
bg_bg: *Страница {page_num} от {page_count}* {content_description}
fr_fr: *Page {page_num} sur {page_count}* {content_description}
ru_ru: *Страница {page_num} из {page_count}* {content_description}

source: Commands:
bg_bg: Команди:
fr_fr: Commandes:
ru_ru: Команды:
uk_ua: Команди:

source: No Category:
bg_bg: Без категория:
fr_fr: Aucune catégorie:
ru_ru: Без Категории:
uk_ua: Немає категорії:

source: {title} (continued)
bg_bg: {title} (продължение)
fr_fr: {title} (suite)
ru_ru: {title} (продолжение)
uk_ua: {title} (продовжено)

source: Help topic for {command_name} not found.
bg_bg: Помощната тема за {command_name} не е намерена.
fr_fr: Sujet d'aide pour {command_name} introuvable.
ru_ru: Помощь для {command_name} не найдено.
uk_ua: Тема довідки для {command_name} не знайдена.

source: Command {command_name} has no subcommand named {not_found}.
bg_bg: Командата {command_name} няма подкоманда с име {not_found}.
fr_fr: La commande {command_name} n'a pas de sous-commande nommée {not_found}.
ru_ru: У команды {command_name} нету субкоманды с названием {not_found}.
uk_ua: Команда {command_name} не має підкоманди {not_found}.

source: I couldn't send the help message to you in DM. Either you blocked me or you disabled DMs in this server.
bg_bg: Не можах да ви изпратя помощното съобщение в DM. Или ме блокирахте, или сте деактивирали DM на този сървър.
fr_fr: Je n'ai pas pu vous envoyer le message d'aide en MP. Soit vous m'avez bloqué, soit vous avez désactivé les DMs dans ce serveur.
ru_ru: Я не смог отправить вам сообщение справки в личные сообщения. Либо вы заблокировали меня, либо вы отключили ЛС на этом сервере.
uk_ua: Я не зміг надіслати вам допоміжне повідомлення в ПП. Ви заблокували мене, або ви вимкнули ПП на цьому сервері.

source: I need somebody (Help) not just anybody (Help) you know I need someone (Help!)
bg_bg: Нуждая се от някого (Помощ) не кой да е (Помощ) знаеш, че имам нужда от някой (Помогне!)
