Repository: vipsv17/discord-bot
Catalog: redbot/cogs/image/locales/*.po
Languages: pt_pt

source: Image related commands.
pt_pt: Comandos relacionados a imagens.

source: Retrieve pictures from Imgur. Make sure to set the Client ID using `[p]imgurcreds`.
pt_pt: Recuperar imagens do Imgur. Certifique-se de definir o ID do cliente usando `[p]imgurcreds`.

source: Search Imgur for the specified term. - `[count]`: How many images should be returned (maximum 5). Defaults to 1. - `<terms...>`: The terms used to search Imgur.
pt_pt: Pesquise no Imgur pelo termo especificado. - `[count]`: Quantas imagens devem ser retornadas (máximo de 5). Padrão é 1. - `<terms...>`: Os termos usados para pesquisar no Imgur.

source: Image count has to be between 1 and 5.
pt_pt: A contagem de imagens tem que estar entre 1 e 5.

source: A Client ID has not been set! Please set one with `{prefix}imgurcreds`.
pt_pt: Não foi definido um ID de cliente! Por favor, defina um com `{prefix}imgurcreds`.

source: Your search returned no results.
pt_pt: A tua pesquisa não retornou resultados.

source: Search results...
pt_pt: Resultados da pesquisa...

source: Something went wrong. Error code is {code}.
pt_pt: Algo deu errado. Código de erro é {code}.

source: Get images from a subreddit. - `<subreddit>`: The subreddit to get images from. - `[count]`: The number of images to return (maximum 5). Defaults to 1. - `[sort_type]`: New, or top results. Defaults to top. - `[window]`: The timeframe, can be the past day, week, month, year or all. Defaults to day.
pt_pt: Obter imagens de um subreddit. - `<subreddit>`: O subreddit para obter imagens. - `[count]`: O número de imagens a serem retornadas (máximo de 5). Padrão é 1. - `[sort_type]`: Novas ou principais resultados. Padrão é principais (top). - `[window]`: O intervalo de tempo, pode ser o dia, semana, mês, ano ou todos. Padrão é dia.

source: Only 'new' and 'top' are a valid sort type.
pt_pt: Apenas os 'novos' e 'topo' são de tipo válido.

source: No results found.
pt_pt: Nenhum resultado encontrado.

source: Explain how to set imgur API tokens.
pt_pt: Explique como definir tokens de API de imgur.

source: To get an Imgur Client ID: 1. Login to an Imgur account. 2. Visit this page https://api.imgur.com/oauth2/addclient. 3. Enter a name for your application. 4. Select *Anonymous usage without user authorization* for the auth type. 5. Set the authorization callback URL to `https://localhost`. 6. Leave the app website blank. 7. Enter a valid email address and a description. 8. Check the captcha box and click next. 9. Your Client ID will be on the next page. 10. Run the command `{prefix}set api imgur client_id <your_client_id_here>`.
pt_pt: Para obter um Imgur Client ID: 1. Faça login em uma conta do Imgur. 2. Visite esta página https://api.imgur.com/oauth2/addclient. 3. Insira um nome para a sua aplicação. 4. Selecione *Uso anônimo sem autorização do usuário* para o tipo de autenticação. 5. Configure o URL de retorno de autorização para `https://localhost`. 6. Deixe o site da aplicação em branco. 7. Insira um endereço de e-mail válido e uma descrição. 8. Marque a caixa de verificação do captcha e clique em Avançar. 9. Seu Client ID estará na próxima página. 10. Execute o comando `{prefix}set api imgur client_id <your_client_id_here>`.

source: Retrieve the first search result from Giphy. - `<keywords...>`: The keywords used to search Giphy.
pt_pt: Recupere o primeiro resultado de pesquisa do Giphy. - `<keywords...>`: As palavras-chave usadas para pesquisar no Giphy.

source: An API key has not been set! Please set one with `{prefix}giphycreds`.
pt_pt: Uma chave de API não foi definida! Por favor, defina uma com `{prefix}giphycreds`.

source: Error contacting the Giphy API.
pt_pt: Erro ao contatar a API Giphy.

source: Retrieve a random GIF from a Giphy search. - `<keywords...>`: The keywords used to generate a random GIF.
pt_pt: Recupere um GIF aleatório de uma pesquisa Giphy. - `<keywords...>`: As palavras-chave usadas para gerar um GIF.

source: Error contacting the API.
pt_pt: Erro ao contatar a API.

source: Explains how to set GIPHY API tokens.
pt_pt: Explica como definir tokens de API GIPHY.

source: To get a GIPHY API Key: 1. Login to (or create) a GIPHY account. 2. Visit this page: https://developers.giphy.com/dashboard. 3. Press *Create an App*. 4. Click *Select API*, then *Next Step*. 5. Add an app name, for example *Red*. 6. Add an app description, for example *Used for Red's image cog*. 7. Click *Create App*. You'll need to agree to the GIPHY API Terms. 8. Copy the API Key. 9. In Discord, run the command {command}.
pt_pt: Para obter uma Chave de API GIPHY: 1. Login (ou criar) uma conta GIPHY. 2. Visite esta página: https://developers.giphy.com/dashboard. 3. Pressione *Criar um aplicativo*. 4. Clique em *Selecionar API* e depois em *Próximo Passo*. 5. Adicione um nome de aplicativo, por exemplo *vermelho*. 6. Adicione uma descrição do aplicativo, por exemplo *Usado para a imagem do Vermelho *. 7. Clique *Criar aplicativo*. Você precisará concordar com os termos da API GIPHY. 8. Copie a chave da API. 9. No Discord, execute o comando {command}.
