Repository: vipsv17/discord-bot
Catalog: redbot/cogs/audio/apis/locales/*.po
Languages: et_ee

source: Failing to get tracks, skipping remaining.
et_ee: Ebaõnnestus YouTube'i video hankimine, ülejäänud jäetakse vahele.

source: The Spotify API key or client secret has not been set properly. Use `{prefix}audioset spotifyapi` for instructions.
et_ee: Spotify API võti või kliendi salajane võti ei ole õigesti seadistatud. Kasutage `{prefix}audioset spotifyapi` juhiste jaoks.

source: This doesn't seem to be a valid Spotify playlist/album URL or code.
et_ee: See ei tundu olevat kehtiv Spotify esitusloendi/albumi URL või kood.

source: This doesn't seem to be a supported Spotify URL or code.
et_ee: See ei tundu olevat toetatud Spotify URL või kood.

source: The connection was reset while loading the playlist.
et_ee: Ühendus taastati, kui esitusloendit laaditi.

source: Player timeout, skipping remaining tracks.
et_ee: Mängija aja ületamine, ülejäänud lood jäetakse vahele.

source: {bad_tracks} tracks cannot be queued.
et_ee: {bad_tracks} lugusid ei saa järjekorda lisada.

source: Playlist Enqueued
et_ee: Esitusloend lisatud järjekorda

source: Added {num} tracks to the queue.{maxlength_msg}
et_ee: Lisatud {num} lugu järjekorda.{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
et_ee: {time} kuni esitusloendi esituse alguseni: algab järjekorras #{position} kohal

source: Nothing found. The YouTube API key may be invalid or you may be rate limited on YouTube's search service. Check the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
et_ee: Midagi ei leitud. YouTube API võti võib olla kehtetu või võib YouTube'i otsinguteenuses olla määratud päringute piirang. Kontrolli YouTube API võtit uuesti ja järgi juhiseid `{prefix}audioset youtubeapi`.

source: Your YouTube Data API token is invalid. Check the YouTube API key again and follow the instructions at `{prefix}audioset youtubeapi`.
et_ee: Teie YouTube Data API token on kehtetu. Kontrollige YouTube API võtit uuesti ja järgige juhiseid `{prefix}audioset youtubeapi`.

source: YouTube API error code: 403 Your YouTube API key may have reached the account's query limit for today. Please check <https://developers.google.com/youtube/v3/getting-started#quota> for more information.
et_ee: YouTube API tõrgekood: 403 Teie YouTube API võti võib olla jõudnud konto päringute limiidi täitumiseni täna. Palun kontrollige <https://developers.google.com/youtube/v3/getting-started#quota> lisainformatsiooni jaoks.
