Repository: vipsv17/discord-bot
Catalog: redbot/cogs/audio/locales/*.po
Languages: pt_pt, ru_ru

source: Scope must be a valid version of one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User
pt_pt: O Scope deve ser uma versão válida de uma das seguintes opções: Global Guilda Usuário
ru_ru: Область применения должна быть действительной версией одного из следующих вариантов: Глобальный Гильдия Пользователь

source: Author must be a valid version of one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123
pt_pt: O autor deve ser uma versão válida de um dos seguintes: ID de Utilizador Menção de Utilizador Nome de Utilizador#123
ru_ru: Автор должен быть действительной версией одного из следующих имен: ​ ​ ​ ​ Идентификатор пользователя ​ ​ ​ ​ Упоминание пользователя ​ ​ ​ ​ Имя пользователя

source: Guild must be a valid version of one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name
pt_pt: A guild deve ser uma versão válida de um dos seguintes: ID de Guilda Nome exato da guilda
ru_ru: Гильдия должна быть действительной версией одной из следующих: ID гильдии Точное название гильдии

source: "{arg}" was not found. It must be the ID or complete name of a server which the bot can see.
pt_pt: "{arg}" não foi encontrado. Deve ser o ID ou nome completo de um servidor que o bot pode visualizar.
ru_ru: {arg}" не найден. Это должен быть ID или полное имя сервера, которое может увидеть бот.

source: "{arg}" does not refer to a unique server. Please use the ID for the server you're trying to specify.
pt_pt: "{arg}" não se refere a um servidor único. Por favor, use o ID do servidor que você está tentando especificar.
ru_ru: {arg}" не относится к уникальному серверу. Пожалуйста, используйте ID сервера, который вы пытаетесь указать.

source: "{arg}" was not found. It must be the ID or name or mention a user which the bot can see.
pt_pt: "{arg}" não foi encontrado. Deve ser o ID, nome ou menção de um usuário que o bot pode visualizar.
ru_ru: "{arg}" не найден. Это должен быть ID или имя или упоминание пользователя, которое бот может видеть.

source: Could not match '{}' to a playlist.
pt_pt: Não foi possível corresponder '{}' a uma lista de reprodução.
ru_ru: Не удалось сопоставить '{}' с плейлистом.

source: Nothing
pt_pt: Nada
ru_ru: Ничего

source: You cannot use `--guild`
pt_pt: Você não pode usar `--guild`
ru_ru: Вы не можете использовать `--guild`

source: You cannot use `--to-server`
pt_pt: Você não pode usar `--to-server`
ru_ru: Вы не можете использовать `--to-server`

source: You cannot use `--from-server`
pt_pt: Você não pode usar `--from-server`
ru_ru: Вы не можете использовать `--from-server`
