Repository: vipsv17/discord-bot
Catalog: redbot/cogs/general/locales/*.po
Languages: pt_pt

source: General commands.
pt_pt: Comandos gerais.

source: As I see it, yes
pt_pt: Como eu o vejo, sim

source: It is certain
pt_pt: É certo

source: It is decidedly so
pt_pt: É decididamente assim

source: Most likely
pt_pt: Muito provavelmente

source: Outlook good
pt_pt: As perspetivas são boas

source: Signs point to yes
pt_pt: Os sinais apontam que sim

source: Without a doubt
pt_pt: Sem dúvida

source: Yes
pt_pt: Sim

source: Yes – definitely
pt_pt: Sim, definitivamente

source: You may rely on it
pt_pt: Podes contar com isso

source: Reply hazy, try again
pt_pt: Resposta confusa, tente novamente

source: Ask again later
pt_pt: Pergunte novamente mais tarde

source: Better not tell you now
pt_pt: É melhor não te contar agora

source: Cannot predict now
pt_pt: Não é possível prever agora

source: Concentrate and ask again
pt_pt: Concentre-se e pergunte novamente

source: Don't count on it
pt_pt: Não conte com isso

source: My reply is no
pt_pt: A minha resposta é não

source: My sources say no
pt_pt: As minhas fontes dizem que não

source: Outlook not so good
pt_pt: As perspetivas não são tão boas

source: Very doubtful
pt_pt: Muito duvidoso

source: Not enough options to pick from.
pt_pt: Opções insuficientes para escolher.

source: {author.mention} Maybe higher than 1? ;P
pt_pt: {author.mention} Talvez maior que 1? ;P

source: *flips a coin and...
pt_pt: *atira uma moeda e...

source: HEADS!*
pt_pt: CABEÇA!*

source: Play Rock Paper Scissors.
pt_pt: Jogar Pedra Papel Tesoura.

source: {choice} You win {author.mention}!
pt_pt: {choice} Venceste {author.mention}!

source: {choice} You lose {author.mention}!
pt_pt: {choice} Perdeste {author.mention}!

source: {choice} We're square {author.mention}!
pt_pt: {choice} Empatamos {author.mention}!

source: That doesn't look like a question.
pt_pt: Isso não parece uma pergunta.

source: Start or stop the stopwatch.
pt_pt: Comece ou pare o cronômetro.

source: Stopwatch started!
pt_pt: Cronómetro iniciado!

source: Stopwatch stopped! Time: **{seconds}**
pt_pt: Cronômetro parado! Tempo: **{seconds}**

source: Create a lmgtfy link.
pt_pt: Crie um link lmgtfy.

source: Because everyone likes hugs! Up to 10 intensity levels.
pt_pt: Porque todos gostam de abraços! Até 10 níveis de intensidade.

source: Show server information. `details`: Shows more information when set to `True`. Default to False.
pt_pt: Exibir informações do servidor. `details`: Mostra mais informações quando definido como `True`. Padrão para Falso.

source: Created on {date_and_time}. That's {relative_time}!
pt_pt: Criado em {date_and_time}. Esse é {relative_time}!

source: Users online
pt_pt: Utilizadores online

source: Not available
pt_pt: Não disponível

source: Text Channels
pt_pt: Canais de texto

source: Voice Channels
pt_pt: Canais de voz

source: Roles
pt_pt: Cargos

source: Owner
pt_pt: Proprietário

source: Server ID:
pt_pt: ID Servidor:

source: • Use {command} for more info on the server.
pt_pt: • Use {command} para mais informações no servidor.

source: Shard ID: **{shard_id}/{shard_count}**
pt_pt: ID Shard: **{shard_id}/{shard_count}**

source: Humans:
pt_pt: Humanos:

source: Users online: **{online}/{total_users}**
pt_pt: Utilizadores online: **{online}/{total_users}**

source: 0 - None
pt_pt: 0 - Nenhum

source: 1 - Low
pt_pt: 1 - Baixo

source: 2 - Medium
pt_pt: 2 - Médio

source: 3 - High
pt_pt: 3 - Alto

source: 4 - Highest
pt_pt: 4 - Mais alto

source: {bot_name} joined this server on {bot_join}. That's over {since_join} days ago!
pt_pt: {bot_name} entrou neste servidor em {bot_join}. Isso foi há {since_join} dias atras!

source: Members:
pt_pt: Membros:

source: Channels:
pt_pt: Canais:

source: 💬 Text: {text} 🔊 Voice: {voice} 🎙 Stage: {stage}
pt_pt: 💬 Texto: {text} 🔊 Voz: {voice} 🎙️ Palco: {stage}

source: Utility:
pt_pt: Utilidade:

source: Owner: {owner} Verif. level: {verif} Server ID: {id}{shard_info}
pt_pt: Proprietário: {owner} Nível: {verif} ID do Servidor: {id}{shard_info}

source: AFK channel: {afk_chan} AFK timeout: {afk_timeout} Custom emojis: {emoji_count} Roles: {role_count}
pt_pt: Canal AFK: {afk_chan} Tempo para AFK: {afk_timeout} Emojis personalizados: {emoji_count} Cargos: {role_count}

source: Not set
pt_pt: Não definido

source: Server features:
pt_pt: Funcionalidades do servidor:

source: Tier {boostlevel} with {nitroboosters} boosts File size limit: {filelimit} Emoji limit: {emojis_limit} VCs max bitrate: {bitrate}
pt_pt: Nível {boostlevel} com {nitroboosters} aumenta Limite de tamanho de arquivo: {filelimit} Limite de Emojis: {emojis_limit} VC max bitrata: {bitrate}

source: Nitro Boost:
pt_pt: Boost Nitro:

source: Search the Urban Dictionary. This uses the unofficial Urban Dictionary API.
pt_pt: Procurar no Urban Dictionary. Isto usa a API não-oficial do Urban Dictionary.

source: No Urban Dictionary entries were found, or there was an error in the process.
pt_pt: Não foram encontradas entradas do Urban Dictionary ou houve um erro no processo.

source: No Urban Dictionary entries were found.
pt_pt: Não foram encontradas entradas do Urban Dictionary.

source: {word} by {author}
pt_pt: {word} por {author}

source: {definition} **Example:** {example}
pt_pt: {definition} **Exemplo:** {example}

source: <{permalink}> {word} by {author} {description} {thumbs_down} Down / {thumbs_up} Up, Powered by Urban Dictionary.
pt_pt: <{permalink}> {word} por {author} {description} {thumbs_down} Down / {thumbs_up} Up, com tecnologia do Urban Dictionary.
